tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "oven-sh/bun"
brew "oven-sh/bun/bun"
brew "bat"
brew "eza"
brew "fzf"
brew "ncurses"
brew "sqlite"
brew "tmux"
brew "tree"
brew "starship"
brew "terraform"
brew "vim"
brew "zoxide"
cask "bettertouchtool"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "notion"
cask "postman"
cask "raycast"
cask "visual-studio-code"
cask "obsidian"
cask "warp"
