tap "azure/azd"
tap "azure/functions"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "bat"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "mise"
brew "tfenv"
brew "tmux"
brew "tree"
brew "starship"
brew "terraform"
brew "vim"
brew "zoxide"
brew "azure/azd/azd"
cask "bettertouchtool"
cask "devtoys"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "ghostty"
cask "git-credential-manager"
cask "google-chrome"
cask "postman"
cask "raycast"
cask "visual-studio-code"
cask "obsidian"
cask "warp"
