tap "azure/azd"
tap "azure/functions"
tap "hashicorp/tap"
brew "bat"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "mise"
brew "tfenv"
brew "tmux"
brew "tree"
brew "starship"
brew "vim"
brew "zoxide"
brew "azure/azd/azd"
cask "bettertouchtool"
cask "devtoys"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "ghostty"
cask "git-credential-manager"
cask "google-chrome"
cask "google-japanese-ime"
cask "postman"
cask "raycast"
cask "visual-studio-code"
cask "obsidian"
cask "docker-desktop"
cask "slack"
cask "zoom"
cask "microsoft-teams"
cask "microsoft-edge"
cask "microsoft-outlook"
cask "microsoft-excel"
cask "microsoft-word"
cask "microsoft-powerpoint"
cask "windows-app"
cask "onedrive"
cask "chatgpt"
cask "spotify"
cask "scroll-reverser"
